Revit 2027 API
ParameterTypeId.ContinuousrailBeginningTerminationTypeParam Property
 "Beginning/Bottom Termination"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousrailBeginningTerminationTypeParam { get; }
Public Shared ReadOnly Property ContinuousrailBeginningTerminationTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousrailBeginningTerminationTypeParam {
	ForgeTypeId^ get ();
}
static member ContinuousrailBeginningTerminationTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace